Repository: Ronit-Agarwal/Software-Dev-test
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Dashboard
fr: Tableau de bord

source: ASL Translation
fr: Traduction ASL

source: Object Detection
fr: Détection d'objets

source: Sound Detection
fr: Détection sonore

source: AI Chat
fr: Chat IA

source: Settings
fr: Paramètres

source: Language
fr: Langue

source: Appearance
fr: Apparence

source: Audio Alerts
fr: Alertes audio

source: Spatial Audio
fr: Audio spatial

source: Confidence Threshold
fr: Seuil de confiance

source: Distance Threshold
fr: Seuil de distance

# personDetected
source: {name} detected at {distance} feet
fr: {name} détecté à {distance} pieds

# groupOfPeople
source: Group of people ahead
fr: Groupe de personnes devant

source: Unknown person
fr: Personne inconnue

source: Face Enrollment
fr: Enrôlement facial

source: Capture Face
fr: Capturer le visage

source: Enrollment Complete
fr: Enrôlement terminé

source: Privacy Controls
fr: Controles de confidentialité

source: Person Recognition
fr: Reconnaissance de personnes
